package main

import "fmt"

// Members member list
var members = map[int]string{
	1:  "石森 虹花",
	2:  "今泉 佑唯",
	3:  "上村 莉菜",
	4:  "尾関 梨香",
	5:  "織田 奈那",
	6:  "小池 美波",
	7:  "小林 由依",
	8:  "齋藤 冬優花",
	9:  "佐藤 詩織",
	10: "志田 愛佳",
	11: "菅井 友香",
	12: "鈴本 美愉",
	13: "長沢 菜々香",
	14: "土生 瑞穂",
	15: "原田 葵",
	17: "平手 友梨奈",
	18: "守屋 茜",
	19: "米谷 奈々未",
	20: "渡辺 梨加",
	21: "渡邉 理佐",
	22: "長濱 ねる",
	23: "井口 眞緒",
	24: "潮 紗理菜",
	25: "柿崎 芽実",
	26: "影山 優佳",
	27: "加藤 史帆",
	28: "齊藤 京子",
	29: "佐々木 久美",
	30: "佐々木 美玲",
	31: "高瀬 愛奈",
	32: "高本 彩花",
	33: "東村 芽依",
}

// getMemberID get member ID from int
func getMemberID(i int) string {
	return fmt.Sprintf("%02d", i)
}
